{
    "title": "الشروط والأحكام",
    "lastUpdated": "تاريخ آخر تعديل: 05/01/2024",
    "introduction": "يوضح هذا البيان سياسات الموقع و كيفية التعامل ببيانات المستخدمين المتوقعة التي نتلقاها من خلال الخدمات المقدمة من اختبارات",
    "sections": [
      {
        "title": "هل نحن وكيفية التواصل معنا؟",
        "content": "موقع اختبارات موقع إلكتروني يسمح للتقنيات الحديثة برفع السوية التعليمية بطريقة مختلفة بالاعتماد على التنقيب عن المعلومات والذكاء الاصطناعي لتسهيل اختبار الاتجاهات العامة من خلال اختبار نظم تقييم استيعاب المعلومات وتطوير دروس تفاعلية (وما يماثلها) متنوعة تناسب وتجذب انتباه الطالب، و تدرج الاستراتيجيات المؤثرة إلى رفع مستوى الأداء في بيئة إلكترونية متناغمة مع التطور الذهني المحقق من قبل المتدرب وذلك من خلال تحليل بيانات الطالب والمادة من خلال الخاصة يتم دراسة الأداء وبناء خوارزميات معينة لتحديد نقاط الضعف والقوة لدى الطالب."
      },
      {
        "title": "سياسة الخصوصية",
        "content": "اختبارات يحترم خصوصية عملائه ومستخدميه وفقاً لسياسة الخصوصية التي توضح إطار تعامل الموقع للمعلومات المختلفة ومع البيانات الضرورية المطلوبة أثناء التسجيل وإنشاء حساب المستخدمين، وكذلك البيانات التي يتم جمعها من خلال تجربة المستخدمين لخدمات الموقع والمواقع الخاضعة لها من قبل المستخدمين، وقد تشترك اختبارات من وقت لآخر طرفاً ثالثاً لمطابقة البيانات وقد تستخدم البيانات المجمعة لأغراض تقييم الأداء والتطوير والتقويم والتسويق وتحسين الخدمة المقدمة للموقع كما تحسين إدارة وتطوير، ويسمح للموقع بتبادل أي معلومات تدفعونها إلى أي بيانات أو تقوم بجمعها عن تجربتكم مع شركائنا والموردين من طرف، والعاملين ومقدمي خدمات الدعم والمحللين والمعلنين، و المستشارين."
      },
      {
        "title": "القوانين",
        "content": "إن جميع العلاقات القائمة من خلال موقع اختبارات بين المستخدمين أو مزودي الخدمة أو أي أطراف أخرى تخضع للأنظمة السارية في المملكة العربية السعودية ولا نزاع بيننا عن هذه العلاقات ملزم بالتطبيق الوطني وأن تعذر ذلك يحال إلى الجهة القضائية المختصة في المملكة العربية السعودية ولا يجوز الاحتكام إلى غيرها."
      },
      {
        "title": "استخدام البيانات",
        "content": "كما ذكر في سياسة الخصوصية قد يستعين الموقع بالبيانات المزودة من قبل المستخدمين أو المجمعة من استخدامهم للموقع لغرض تحسين و تطوير المحتوى وإيجاد حلول و خدمات تفيد المتدرب."
      },
      {
        "title": "التغييرات والتحديثات التي تطرأ على سياساتنا",
        "content": "الموافقة و التقيد بسياسات الموقع و التي قد تتحدث من وقت لآخر من خلال صفحة سياستنا."
      },
      {
        "title": "القوة القاهرة",
        "content": "الموقع غير مسؤول إزاء العميل في حالة الفشل في تنفيذ أي التزام بموجب أي اتفاق عند حدوث أسباب خارجة عن نطاق السيطرة القوة القاهرة، والتي تتسبب في عدم قدرة الموقع في الالتزام بهذه الشروط والأحكام وسيبذل الموقع كل القيام بكافة الجهود والإجراءات المعقولة لامتثال لهذه الأحكام والشروط."
      }
    ]
  }
  
  